expression = input("Введите арифметическое выражение: ")
result = eval(expression)
print("Результат вычислений: ", result)

#Вычислить значение арифметического
# выражения, состоящего из числовых
# констант и четырех арифметических
# операций (без учета приоритета операций)